▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
s	-3.17562
▁	-3.53896
▁the	-3.63159
.	-3.69701
,	-3.81595
e	-3.968
t	-4.00192
▁a	-4.01927
▁and	-4.37008
▁to	-4.37394
a	-4.42327
▁of	-4.44052
n	-4.44827
ing	-4.45251
'	-4.50268
d	-4.57298
o	-4.57321
br	-4.61194
ed	-4.6775
▁/>	-4.69473
<	-4.69473
y	-4.72394
▁is	-4.75496
▁in	-4.76983
▁I	-4.78991
l	-4.79943
▁it	-4.91673
m	-4.97023
er	-5.0267
▁this	-5.12859
▁that	-5.13278
u	-5.14227
p	-5.16621
c	-5.21688
g	-5.2738
-	-5.2794
ly	-5.28374
i	-5.32695
▁movie	-5.3768
▁for	-5.37987
▁was	-5.41727
re	-5.42865
▁be	-5.4797
▁The	-5.56038
"	-5.59597
al	-5.59665
ar	-5.59713
h	-5.61748
▁with	-5.63182
k	-5.63453
b	-5.63624
or	-5.64984
▁film	-5.68482
▁w	-5.69066
in	-5.69983
r	-5.72723
▁"	-5.74695
▁p	-5.7481
▁on	-5.7781
w	-5.77895
f	-5.78552
▁you	-5.81732
on	-5.83721
▁s	-5.86387
▁S	-5.87297
it	-5.89148
le	-5.9131
▁have	-5.93513
▁but	-5.94567
▁as	-5.94667
▁are	-5.9484
▁f	-5.95447
▁not	-5.95944
▁(	-5.96157
▁A	-5.97278
th	-5.9865
en	-5.99955
an	-6.00744
▁like	-6.00977
)	-6.04994
ic	-6.0802
at	-6.10954
ch	-6.12661
▁one	-6.12747
ri	-6.13056
ur	-6.1326
ir	-6.14771
▁from	-6.15303
v	-6.15817
▁all	-6.17301
ve	-6.18869
▁c	-6.21441
▁so	-6.21478
▁B	-6.23397
▁no	-6.23663
ro	-6.23837
ck	-6.25737
▁by	-6.26383
▁an	-6.27802
es	-6.27916
▁st	-6.29207
▁or	-6.31008
ent	-6.3128
▁re	-6.32487
ra	-6.32621
am	-6.3411
▁out	-6.34648
!	-6.35331
▁about	-6.35822
▁at	-6.38497
▁her	-6.39525
▁who	-6.39896
▁he	-6.4114
?	-6.41682
st	-6.4197
as	-6.42005
▁M	-6.42007
if	-6.42136
▁just	-6.42441
▁they	-6.44015
om	-6.44397
▁me	-6.44427
il	-6.48034
I	-6.48271
ow	-6.48408
▁has	-6.49787
▁his	-6.52141
ion	-6.54826
ill	-6.54921
▁H	-6.55005
▁C	-6.55227
▁some	-6.57463
us	-6.58092
▁up	-6.58358
▁P	-6.58583
▁time	-6.58613
A	-6.58759
▁get	-6.58967
▁show	-6.59008
▁b	-6.59515
▁would	-6.59839
▁can	-6.60759
...	-6.60984
ter	-6.60984
▁It	-6.61995
▁even	-6.64471
▁do	-6.64994
▁watch	-6.65477
▁de	-6.66793
▁W	-6.67628
▁look	-6.68334
The	-6.68448
ce	-6.68691
▁more	-6.68709
▁bad	-6.70635
▁D	-6.71937
and	-6.72205
▁see	-6.73785
▁F	-6.7516
hich	-6.76549
▁T	-6.7695
▁h	-6.77414
▁good	-6.77633
▁we	-6.78949
el	-6.79259
id	-6.80197
▁there	-6.80346
▁Thi	-6.80461
▁my	-6.8081
▁really	-6.81308
is	-6.81738
se	-6.8183
ha	-6.82307
x	-6.84262
▁story	-6.85573
very	-6.85699
▁when	-6.86668
▁were	-6.87266
▁what	-6.88167
▁mo	-6.89
ate	-6.89204
▁J	-6.89589
▁un	-6.89692
▁m	-6.90097
▁make	-6.90376
S	-6.91117
▁she	-6.91549
▁than	-6.92784
▁had	-6.92813
vi	-6.932
ty	-6.93612
ell	-6.94275
less	-6.94701
te	-6.95623
▁go	-6.95968
T	-6.96304
O	-6.96371
▁much	-6.96672
ive	-6.97859
ll	-6.9811
▁only	-6.98381
ct	-6.99173
▁people	-6.9926
ally	-7.0002
▁N	-7.00174
ap	-7.00895
▁con	-7.01035
▁L	-7.0167
▁end	-7.01992
▁other	-7.02001
ul	-7.02511
ne	-7.02896
▁could	-7.03371
ol	-7.03637
ers	-7.05681
ut	-7.06163
ng	-7.07535
▁don	-7.07673
▁ex	-7.07721
end	-7.09093
▁O	-7.09256
ie	-7.09421
▁does	-7.09559
▁pro	-7.09965
cause	-7.1062
▁acting	-7.10653
▁co	-7.1114
▁how	-7.12598
▁R	-7.13126
▁su	-7.13409
able	-7.13526
▁been	-7.13562
est	-7.14
ation	-7.14111
all	-7.1448
ies	-7.14481
▁think	-7.15235
▁com	-7.1525
▁seen	-7.15466
▁will	-7.15894
op	-7.16052
▁sp	-7.16517
E	-7.17144
▁E	-7.17275
▁any	-7.17689
ight	-7.18275
▁thing	-7.18549
N	-7.18696
ity	-7.19513
▁know	-7.20075
R	-7.20521
ous	-7.20643
age	-7.21116
▁over	-7.23461
▁him	-7.23549
▁into	-7.23697
▁character	-7.244
▁fa	-7.27003
▁r	-7.27477
ist	-7.28235
0	-7.28612
▁bo	-7.29338
ry	-7.3005
ud	-7.30215
z	-7.30252
▁ever	-7.30284
▁Bu	-7.3033
▁play	-7.30519
▁most	-7.31561
▁-	-7.31863
ru	-7.32461
ick	-7.3265
D	-7.33175
▁i	-7.33987
:	-7.34258
ge	-7.34465
▁seem	-7.35523
▁say	-7.36248
▁man	-7.36483
ish	-7.36892
im	-7.37023
tic	-7.3717
ence	-7.37232
▁G	-7.37531
one	-7.38103
par	-7.38103
M	-7.39275
qu	-7.40148
self	-7.40185
▁sh	-7.41403
ff	-7.42311
▁too	-7.42789
▁ho	-7.43256
side	-7.44055
▁did	-7.44168
▁made	-7.44319
▁off	-7.45763
▁di	-7.458
ever	-7.46017
▁should	-7.46393
▁being	-7.46396
▁better	-7.46413
ver	-7.4733
out	-7.4758
B	-7.47837
ther	-7.48083
ant	-7.48314
ment	-7.48339
▁plot	-7.48581
▁No	-7.48894
ture	-7.48977
▁minutes	-7.49197
ting	-7.4927
▁many	-7.49597
ig	-7.50007
H	-7.50112
).	-7.50179
;	-7.50789
▁And	-7.50846
▁dr	-7.51268
▁K	-7.51629
▁way	-7.52226
▁movies	-7.52483
▁car	-7.52787
up	-7.52874
iz	-7.53375
▁where	-7.54202
▁Wh	-7.54565
▁dis	-7.54727
Y	-7.55386
▁find	-7.55406
▁part	-7.55717
▁want	-7.55797
▁stupid	-7.57769
▁guy	-7.5777
▁two	-7.57772
▁sl	-7.57869
ful	-7.5865
▁characters	-7.58832
▁your	-7.59743
▁girl	-7.60208
▁give	-7.60235
ake	-7.60733
ph	-7.61826
▁1	-7.61916
ok	-7.62372
▁through	-7.62708
▁them	-7.62914
ine	-7.62998
▁V	-7.63428
▁scene	-7.63589
▁real	-7.63655
▁cl	-7.64136
▁In	-7.64934
5	-7.65272
▁first	-7.65275
▁19	-7.65295
▁few	-7.65303
▁We	-7.67018
▁j	-7.67172
▁pre	-7.67403
3	-7.67672
▁litt	-7.67949
ward	-7.68019
▁well	-7.68907
ary	-7.69673
▁kind	-7.70607
▁also	-7.7063
ious	-7.70725
▁didn	-7.72169
ood	-7.72216
L	-7.73244
▁around	-7.73384
her	-7.74183
cent	-7.74414
▁li	-7.74676
▁start	-7.74847
▁pret	-7.75841
W	-7.76175
▁point	-7.76241
▁gang	-7.76242
▁music	-7.76242
▁while	-7.76242
▁love	-7.76251
▁never	-7.76291
▁bu	-7.76486
▁every	-7.77773
▁come	-7.78306
▁believe	-7.79182
▁worst	-7.79189
▁something	-7.79192
▁actually	-7.79269
▁tra	-7.79663
ance	-7.80388
▁There	-7.80431
▁use	-7.81067
▁laugh	-7.82213
▁person	-7.82215
▁after	-7.82234
▁why	-7.82241
ated	-7.82882
ten	-7.8289
▁put	-7.8301
▁scenes	-7.84245
▁He	-7.84624
▁slasher	-7.85338
▁great	-7.85338
▁again	-7.85338
uch	-7.85371
▁thought	-7.8539
F	-7.85476
though	-7.85488
▁here	-7.85573
G	-7.85667
▁take	-7.87058
▁ma	-7.87619
▁lot	-7.88575
▁fact	-7.88762
U	-7.88958
▁mean	-7.90442
▁im	-7.91763
8	-7.91895
▁life	-7.91905
▁killer	-7.92366
▁ba	-7.92539
lan	-7.92903
▁day	-7.94515
fi	-7.95126
▁those	-7.95345
▁long	-7.95346
▁another	-7.95349
▁lead	-7.95349
▁enough	-7.95352
▁work	-7.95357
▁back	-7.95554
▁hu	-7.95697
!!	-7.96558
▁whole	-7.96768
▁actors	-7.96988
▁action	-7.97065
▁best	-7.98568
▁direct	-7.98606
7	-7.98916
/	-7.98916
▁complete	-7.98916
▁effect	-7.98916
▁script	-7.98916
▁talk	-7.98918
▁nothing	-7.98967
▁someone	-7.99204
▁director	-7.99291
4	-7.99684
C	-7.99702
▁Reba	-8.00177
▁far	-8.01303
▁2	-8.01304
▁To	-8.01445
▁You	-8.02623
▁women	-8.02625
▁down	-8.02636
▁feel	-8.0264
▁cast	-8.02661
▁final	-8.02781
▁line	-8.02852
▁horrible	-8.02868
▁gra	-8.03274
day	-8.03869
ction	-8.05231
▁going	-8.06161
▁terrible	-8.06466
▁video	-8.06466
▁involv	-8.06466
▁must	-8.06482
▁shot	-8.06503
▁old	-8.06559
▁big	-8.06751
ile	-8.06756
▁Christian	-8.06998
▁ear	-8.07086
j	-8.07533
1	-8.07555
▁fan	-8.0886
▁U	-8.09977
ough	-8.10414
▁lack	-8.10468
▁series	-8.10474
▁funny	-8.10475
▁boring	-8.10496
▁same	-8.10513
▁waste	-8.10882
app	-8.11782
▁got	-8.12263
▁rat	-8.12951
▁horror	-8.14633
▁original	-8.14633
▁quite	-8.14633
▁before	-8.14633
John	-8.14637
▁awful	-8.14643
▁name	-8.14672
▁need	-8.14745
▁low	-8.14759
▁3	-8.15004
▁star	-8.15068
▁set	-8.1533
2	-8.16052
▁hear	-8.1684
▁Go	-8.16917
▁both	-8.17898
▁4	-8.1805
▁Do	-8.18816
▁place	-8.18981
▁last	-8.18985
▁turn	-8.18986
▁anything	-8.18989
▁hard	-8.18998
umber	-8.1901
▁new	-8.19018
▁dead	-8.19037
▁role	-8.19057
▁camera	-8.19129
▁hand	-8.19525
▁Lo	-8.2021
time	-8.20695
ably	-8.23375
found	-8.23526
▁happen	-8.23526
▁course	-8.23527
▁least	-8.23528
▁friend	-8.23528
▁help	-8.23559
▁eye	-8.23611
▁read	-8.23617
way	-8.23653
▁tell	-8.23734
▁might	-8.23893
▁tri	-8.24013
▁may	-8.24909
▁bit	-8.25214
P	-8.25248
(	-8.25383
▁budget	-8.28288
▁expect	-8.28288
▁always	-8.28289
▁close	-8.28308
▁fun	-8.28351
▁book	-8.28436
▁Rand	-8.28699
▁run	-8.28933
▁All	-8.29438
▁away	-8.30226
cial	-8.30681
*	-8.33288
▁between	-8.33288
▁wonder	-8.33288
▁years	-8.33288
▁80	-8.33291
▁writer	-8.33294
▁worth	-8.33301
▁Prey	-8.33311
▁sex	-8.33337
▁poor	-8.33339
▁TV	-8.33349
each	-8.3357
▁She	-8.33642
▁interesting	-8.33881
▁cop	-8.361
▁kill	-8.36881
&	-8.38551
6	-8.38551
▁enjoy	-8.38551
▁episode	-8.38551
▁understand	-8.38551
▁viewer	-8.38551
▁sound	-8.38552
▁shoot	-8.38552
▁trying	-8.38553
▁usual	-8.38565
▁open	-8.38581
▁comedy	-8.38599
▁near	-8.38606
▁loca	-8.38607
▁everyone	-8.38682
▁anyone	-8.38792
▁right	-8.38831
▁call	-8.3937
▁rent	-8.39548
▁killed	-8.39561
▁stand	-8.3965
▁unti	-8.40034
but	-8.42801
ness	-8.43142
▁came	-8.43952
9	-8.44056
	-8.44107
▁Robert	-8.44107
▁screen	-8.44107
▁murder	-8.44107
▁thrill	-8.44107
▁three	-8.4411
▁along	-8.4411
▁reason	-8.44112
▁everything	-8.44113
▁half	-8.44114
spect	-8.44166
body	-8.44334
▁face	-8.44594
▁supposed	-8.4462
▁main	-8.44753
lame	-8.45109
where	-8.47073
▁Eve	-8.47106
Thi	-8.47215
unk	-8.47357
▁Bronson	-8.49989
▁example	-8.49989
▁suspense	-8.49989
▁cinema	-8.49989
▁speak	-8.49989
▁idea	-8.49996
▁since	-8.49998
▁sense	-8.50001
▁short	-8.50022
▁else	-8.50027
▁kid	-8.5005
▁comment	-8.5022
▁Wood	-8.50273
▁moment	-8.50294
▁scar	-8.50386
▁What	-8.50656
▁hour	-8.50667
tory	-8.50679
ative	-8.51161
J	-8.53324
atch	-8.53838
▁bar	-8.53846
▁Gr	-8.54161
Dea	-8.55133
▁Christ	-8.56238
	-8.56239
▁absolute	-8.56239
▁disappoint	-8.56239
▁includ	-8.56239
▁next	-8.56239
▁blood	-8.56242
▁gun	-8.56244
▁joke	-8.56246
▁hope	-8.56289
▁wife	-8.56295
▁saw	-8.56317
▁10	-8.56425
▁dur	-8.56582
▁live	-8.56983
▁fair	-8.57072
▁cut	-8.57426
▁Dam	-8.57462
▁sure	-8.58138
like	-8.60012
ade	-8.6123
▁footage	-8.62906
▁cheap	-8.62906
▁world	-8.62906
▁simpl	-8.6291
▁money	-8.62916
▁performance	-8.62919
▁That	-8.62926
▁said	-8.62938
▁OK	-8.62985
left	-8.63001
▁fire	-8.63026
▁los	-8.63055
▁dumb	-8.63374
possible	-8.64289
▁sub	-8.64444
▁ti	-8.6724
some	-8.68309
▁attempt	-8.70049
▁victim	-8.70049
▁obvious	-8.70049
▁DVD	-8.70049
▁daughter	-8.70049
▁family	-8.70049
▁strange	-8.70049
▁couple	-8.7005
▁either	-8.7005
▁leave	-8.7005
▁high	-8.7005
▁consider	-8.7005
▁production	-8.7005
▁entire	-8.70051
▁special	-8.70051
▁woman	-8.70058
▁nice	-8.70059
▁worse	-8.70064
void	-8.70065
▁mind	-8.70075
▁etc	-8.7008
▁manage	-8.70363
▁own	-8.70378
▁One	-8.70671
▁full	-8.70978
▁gen	-8.71619
▁let	-8.72622
K	-8.7472
movie	-8.7484
most	-8.74924
▁pai	-8.76293
▁problem	-8.77741
▁quality	-8.77741
▁ridiculous	-8.77741
▁Wayne	-8.77741
▁credits	-8.77741
▁keep	-8.77741
▁become	-8.77742
▁piece	-8.77744
▁human	-8.77745
▁job	-8.77752
▁death	-8.77774
▁range	-8.77784
scape	-8.7784
▁Bad	-8.77899
▁night	-8.77911
making	-8.78076
▁sci	-8.78168
Well	-8.79922
stop	-8.80202
Reba	-8.83126
rate	-8.83287
▁dialog	-8.86063
▁entertain	-8.86074
▁recommend	-8.86074
▁surprise	-8.86074
▁voice	-8.86074
▁Gardner	-8.86074
▁Italian	-8.86074
▁second	-8.86074
▁villain	-8.86074
▁German	-8.86074
▁Walker	-8.86074
▁Martin	-8.86075
▁remain	-8.86075
▁throw	-8.86075
▁element	-8.86075
▁score	-8.86076
▁brother	-8.86077
▁talent	-8.86077
▁together	-8.86078
▁First	-8.86079
▁later	-8.8608
mount	-8.86085
▁crap	-8.86166
▁20	-8.86246
▁JP	-8.86271
plo	-8.87986
head	-8.89056
ible	-8.89297
▁actor	-8.90891
unning	-8.94135
X	-8.95165
▁already	-8.95165
▁annoying	-8.95165
▁audience	-8.95165
▁certain	-8.95165
▁explain	-8.95165
▁violence	-8.95165
▁Kersey	-8.95165
▁secret	-8.95165
▁appear	-8.95166
▁season	-8.95166
▁contain	-8.95166
▁missing	-8.95166
▁previous	-8.95166
▁monster	-8.95166
▁version	-8.95166
▁dinosaurs	-8.95167
▁decide	-8.95169
▁picture	-8.95169
▁classic	-8.9517
▁writing	-8.9517
▁dialogue	-8.95177
▁matter	-8.95178
▁maybe	-8.95179
▁title	-8.95179
▁doub	-8.95187
▁stock	-8.95197
▁dress	-8.95222
▁save	-8.9526
▁case	-8.95273
▁store	-8.95338
redi	-8.95599
spit	-8.95652
▁mention	-8.97997
▁arr	-8.99652
V	-9.02107
▁interest	-9.03969
aught	-9.05162
▁produc	-9.05163
/10	-9.05165
Hercules	-9.05165
▁cheesy	-9.05165
▁effort	-9.05165
▁female	-9.05165
▁sequence	-9.05165
▁soundtrack	-9.05165
▁guess	-9.05165
▁instead	-9.05165
▁review	-9.05165
▁THE	-9.05166
▁white	-9.05166
▁figure	-9.05166
▁report	-9.05167
▁dark	-9.05169
▁flick	-9.05178
▁demon	-9.05189
▁wild	-9.05213
▁burn	-9.05217
▁hang	-9.05219
▁songs	-9.05238
▁yet	-9.0524
▁island	-9.05272
rank	-9.05301
▁poli	-9.05358
▁appr	-9.06903
umb	-9.07139
what	-9.13451
mili	-9.1497
▁suppose	-9.15228
▁remember	-9.16276
▁support	-9.16276
▁filmmaker	-9.16276
▁psycho	-9.16276
▁religious	-9.16276
▁similar	-9.16276
▁value	-9.16276
▁except	-9.16276
▁excuse	-9.16276
▁school	-9.16276
▁sequel	-9.16276
▁window	-9.16276
▁large	-9.16278
▁truly	-9.16278
▁check	-9.16279
▁true	-9.16283
▁average	-9.16284
▁humor	-9.16285
▁exact	-9.16287
▁sorry	-9.16291
▁content	-9.16314
▁super	-9.16331
▁clear	-9.16332
iddle	-9.16334
▁trash	-9.16338
▁style	-9.1634
▁Ava	-9.16342
cross	-9.16349
▁realize	-9.16392
ridge	-9.164
Nash	-9.16438
mark	-9.16655
lip	-9.17301
For	-9.19365
▁tak	-9.22158
▁business	-9.28776
Jurassic	-9.28776
ortunately	-9.28776
▁Angela	-9.28776
▁Broadway	-9.28776
▁REAL	-9.28776
▁accident	-9.28776
▁atmospher	-9.28776
▁crazy	-9.28776
▁especial	-9.28776
▁extreme	-9.28776
▁incredibl	-9.28776
▁material	-9.28776
▁opinion	-9.28776
▁written	-9.28776
▁York	-9.28776
▁group	-9.28776
▁photo	-9.28776
▁major	-9.28777
▁behind	-9.28777
▁member	-9.28777
▁return	-9.28777
▁twist	-9.28777
▁western	-9.28778
▁above	-9.28778
▁sleep	-9.28779
▁teens	-9.28781
▁forgot	-9.28781
▁doctor	-9.28782
nglish	-9.28782
▁wrong	-9.28784
▁bunch	-9.28788
▁horse	-9.28795
▁drama	-9.28797
▁Park	-9.28797
▁abuse	-9.28823
▁vari	-9.28845
▁ride	-9.29711
class	-9.29731
create	-9.34936
mentioned	-9.38695
▁minute	-9.38769
Darkhunters	-9.43062
SPOILER	-9.43062
attractive	-9.43062
▁Hollywood	-9.43062
▁believable	-9.43062
▁describ	-9.43062
▁favorite	-9.43062
▁qualities	-9.43062
▁themselves	-9.43062
▁unbelievabl	-9.43062
Roseanne	-9.43062
▁destroy	-9.43062
▁follow	-9.43062
▁garbage	-9.43062
▁situation	-9.43062
▁Connor	-9.43062
▁Eddie	-9.43062
▁released	-9.43062
▁sitcom	-9.43062
▁sweet	-9.43062
▁Model	-9.43062
▁discuss	-9.43062
▁whatsoever	-9.43062
▁heavy	-9.43062
▁pretentious	-9.43062
▁control	-9.43063
▁crime	-9.43063
▁deserve	-9.43063
▁change	-9.43064
nosaur	-9.43064
▁level	-9.43064
▁result	-9.43064
Family	-9.43065
▁cliche	-9.43066
▁padd	-9.43067
▁wooden	-9.43068
▁compet	-9.43068
Overall	-9.43068
Donald	-9.43071
▁Witch	-9.43072
▁provid	-9.43075
▁actual	-9.59204
▁****	-9.59729
▁Adventure	-9.59729
▁Haymes	-9.59729
▁Jaclyn	-9.59729
▁Massacre	-9.59729
▁Wagner	-9.59729
▁Wilkinson	-9.59729
▁banjo	-9.59729
▁cliché	-9.59729
▁definit	-9.59729
▁embarrass	-9.59729
▁expression	-9.59729
▁franchise	-9.59729
▁hilarious	-9.59729
▁interview	-9.59729
▁relationship	-9.59729
▁retarded	-9.59729
▁subject	-9.59729
▁EVER	-9.59729
▁cheese	-9.59729
▁emotion	-9.59729
▁respons	-9.59729
▁attention	-9.59729
▁animals	-9.59729
▁focus	-9.59729
▁ignore	-9.59729
▁discover	-9.5973
▁mystery	-9.5973
▁prison	-9.5973
é	-10.3806
%	-10.3806
_	-10.3806
	-10.8806
q	-11.8752
$	-11.8802
́	-11.8803
Q	-11.8804
Z	-11.8805
à	-11.8806
í	-11.8806
#	-11.8806
=	-11.8806
>	-11.8806
~	-11.8806
